Repository: basjam/ValaCompiler
Catalog: po/*.po
Languages: fr

source: Select Project Folder
fr: Sélectionner le dossier projet

source: Cancel
fr: Annuler

source: Open
fr: Ouvrir

source: Vala files
fr: Fichiers Vala

source: All Files
fr: Tous les fichiers

source: Files
fr: Fichiers

source: Toggle files to be compiled
fr: Basculer les fichiers à compiler

source: Change source folder
fr: Changer le dossier source

source: Click to toggle file
fr: Cliquez pour basculer le fichier

source: Vala Compiler
fr: Compilateur Vala

source: A simple GUI for the command line valac
fr: Une simple interface graphique pour la ligne de commande valac

source: Source folder
fr: Dossier source

source: Open your source folder.
fr: Ouvrir votre dossier source.

source: Open last source folder
fr: Ouvrir le dernier dossier source

source: Compile Report
fr: Rapport de compilation

source: Live Test Report
fr: Rapport de test en temps réél

source: Clear Report
fr: Effacer le rapport

source: Undo Last Clear
fr: Annuler le dernier effacement

source: Add options
fr: Ajouter des options

source: Clear all options
fr: Effacer toutes les options

source: Remove option
fr: Enlever l'option

source: Click to toggle option
fr: Cliquez pour basculer l'option

source: Enter options separated by a space eg: --pkg=granite --pkg=gtk+-3.0
fr: Entrez des options séparées par un espace ex : --pkg=granite --pkg=gtk+-3.0

source: Compile
fr: Compiler

source: Test the app
fr: Tester l'application

source: Kill all running tests
fr: Stopper tous les tests en cours

source: Welcome Page
fr: Pas d'accueil

source: Report Page
fr: Page de rapport

source: Project Page
fr: Page de projet

source: A simple GUI for valac
fr: Une simple interface graphique pour valac

source: Vala;Compiler;valacompiler;Valac;ValaC;
fr: Vala;Compilateur;valacompiler;Valac;ValaC;

source: A Simple GUI for valac
fr: Une simple interface graphique pour valac

source: A simple GUI for valac that is aimed at replacing the terminal use in vala development.
fr: Une interface graphique simple pour valac qui remplace l'usage du terminal en vala développement.
